{ "inspections": 
  [
   { "date": "2023-05-01", "summary": "Beta hive is purchased and my beekeeping carreer begins now.  Wish me luck"},
   { "date": "2023-11-01", "summary": "Beta hive is healthy and growing.  We are going to ride out winter with good status"},
   { "date": "2024-04-01", "summary": "Hive looks week after winter.  Population grew earlier than intended and my original queen likely took flight with the young bees.  Rookie mistake when I waited to inspect in april..."},
   { "date": "2024-05-01", "summary": "Merged new queen's nuc with my beta hive."},
   { "date": "2024-06-01", "summary": "Merged hive looks to be ok.  Bees are surviving looks like they accepted their new queen?"},
   { "date": "2024-09-12", "summary": "healthcheck inspection...", "comments": "Hive population looks week.  No visible signs of healthy queen.  Some capped cells are sporadic.  Is this signs of worker bee behaving as queen? A handful of frames are not drawn out.  Many frames have comb and no honey.  One mite/black beetle thing spotted."},
   { "date": "2024-09-20", "summary": "preparing beehive for winter...", "comments": "When preparing a beehive for winter, you can remove empty frames from the bottom brood box and replace them with frames of brood from the second-story brood box. You can also remove old, dark combs and replace them with new frames.  Here are some other things to consider when preparing a beehive for winter: Remove unnecessary space: Remove empty boxes or top bars to prevent the bees from using too much energy to keep warm. Make sure the honey is in the right place: Honey frames should be on either side and on top of the cluster. Remove queen excluders: If left in the hive, the queen could be left behind as the cluster moves up into the honey stores.  Combine weak colonies: If you have two colonies that are too small to overwinter, consider combining them.  Reduce hive entrances: Reduce the size of the hive entrance to keep the cold out.  Attach a mouse guard: Consider attaching a mouse guard to the hive entrance."}
  ]
}
